{"notes": "The aim of the Displaced count monitor is to keep the Inter Cluster IM Group abreast with the movement of the displaced population and their returns. The data is the best availableat the moment. The IDP/Returnee figures are based on reports from partners on ground. Majority of them have not been verified. Verification of the figures is a work in progress. The field named 'Count Verification status' gives information on the status of verification for each location. 1. Verified - Actual counting done by partners 2. Assessed but unverified - Location visited and figure estimated by a partner figure. No counting done. 3. Reported but unverified - Reported by South Sudan Relief and Rehabilitation Commission (SSRRC) and similar partners but no assessment or counting done.\r\n\r\nThe data can also be improved with better accuracy of site coordinates. Kindly share any coordinates you might have from the field and help the ICIMG improve the dataset.\r\n\r\nThe Site ID is an arbitrary unique number given to a location identified to have IDPs. The numbers are assigned randomly starting from 1. The site ID does not change and can only be used once. If a site is closed or if all people move from the site, the number is not reassigned to another site.\r\n\r\nTo present a better picture of the locational settings of those displaced, IOM is supporting OCHA to categorize the locations as in the field named 'Type of location'. So far, the categories are \r\n1. IDPs in UNMISS PoC area \r\n2. IDPs Spontaneous settlement \r\n3. IDPs Collective center \r\n4. IDPs Integrated with host community \r\n5. IDPs Location not categorised \r\n6. Crisis-displaced returns \r\n7. IDPs Integrated with host community + Crisis-displaced returns \r\n8. IDPs Location not categorised + Crisis-displaced returns \r\n9. Affected host community \r\n10. IDPs Spontaneous settlement + Affected host community \r\n11. IDPs Location not categorised + Affected host community \r\n12. No caseload at the moment\r\n"}