{"notes": "Central African republic rivers\r\n** (FR) Cours d'eau importants de la zone d'exploitation forestière de la République centrafricaineCette couche représente les cours d'eau de largeur importante dans la région ou l'exploitation forestière se déroule (Sud-ouest de la République Centrafricaine. Elle a été générée par le PARPAF à partir d'images satellites Landsat (2002-2003) pour chaque permis et la table attributaire du fichier de la zone forestière a été renseignée grâce aux cartes topographiques 1:200,000 prodduites par l'Institut Géopraghique National (IGN) et les connaissances du terrain. Purpose: Rendu cartographique et analyse spatiale. (FR) Réseau hydrographique de la République CentrafricaineCette couche SIG représente tous les cours d'eau couvrant la République centrafricaine. Ces données sont issues de la combinaison de 2 couches SIG: les rivières de la zone forestière (PARPAF) et les rivières de la République Centrafricaine (PARN). Ce travail de rassemblement des couches et d'harmonisation a été réalisé par le Projet des Forets d'Afrique (FORAF). La couche hydrologie de la zone forestière, réalisée par Projet d'Appui à la Réalisation des Plans d'Aménagement Forestiers (PARPAF) est très détaillée : elle a été digitalisée sur images satellites Landsat (2002-2003) pour chaque permis et la table attributaire du fichier de la zone forestière a été renseignée grâce aux cartes topographiques 1:200,000 pour RCA produit par IGN et les connaissances du terrain. Il n'y a aucune information quant à la manière dont les cours d'eau de la République Centrafricaine ont été réalisés par le Projet d'Aménagement des Ressources Naturelles en République Centrafricaine (PARN) Pour plus des infos, voir le lien : \r\n\r\n\r\n\r\n"}