{"notes": "El HNO hace referencia al Humanitarian Needs Overview o en español un diagnóstico de las necesidades humanitarias. La herramienta adaptada al contexto del país incluye temas de soluciones duraderas, construcción de paz y desarrollo. El HNO analiza las dimensiones humanitarias, describe la situación e identifica las necesidades humanitarias prioritarias. Tiene un enfoque particular en un análisis inter-sectorial de las necesidades, asegurando así mismo un enfoque diferencial de género, edad y pertenencia étnica dentro del análisis y prioridades. Se basa sobre la información derivada de los datos secundarios, evaluaciones multi-sectoriales y sectoriales, información de monitoreo y conocimiento de expertos en las distintas áreas temáticas.\r\nEl HNO en Colombia involucra actores a nivel nacional y local. Desde el nivel nacional, los clústers incluyen indicadores de fuentes secundarias, mientras que los Equipos Locales de Coordinación hacen un análisis de las necesidades humanitarias, soluciones duraderas y construcción de paz y desarrollo. \r\nLa Unidad de Manejo y Análisis de Información Colombia (UMAIC) compila los datos de afectación humanitaria, los resultados de los indicadores por sector y las priorizaciones geográficas de los Equipos Locales de Coordinación. Estos últimos fueron el resultado de talleres regionales realizados en el marco de los ELC, que buscaron la identificación de municipios con necesidades humanitarias, oportunidades en soluciones duraderas y dificultades de construcción de paz, todo esto teniendo en cuenta la afectación reciente en los últimos tres años y pensando en perspectivas de la situación en 2017. \r\nEntre los resultados de necesidades humanitarias en 2017, presentados en el taller nacional del 04 de octubre, se identificaron 188 municipios, ubicados en quince departamentos, clasificados en categoría alta y media alta, zonas que coinciden con la presencia de los Equipos Locales de Coordinación.  "}