{"notes": "This dataset presents a list of Localities in Lebanon for the use of humanitarian actors. Central Administration of Statistics. The official governmental institutions for statistics.\r\nCadastral Boundaries: Represent the geographic divisions of Lebanon as per the government. In total Lebanon holds 1623 Cadastral Boundaries.\r\nEach boundary could includes 1 or more villages or municipalities; or 1 or more cadastral boundaries could represent one municipality.\r\n\r\nP_code This column illustrates the agreed codes of the villages in Lebanon as per the UNICEF and UNHCR IM joint work.\r\nLocation_Name_En This column illustrates the agreed names of the villages in Lebanon as per the UNICEF and UNHCR IM joint work.\r\nLocation_Name_Arabic  This column illustrates the name of the location in arabic based on the \"Real estate areas , cities and villages in Lebanon guide\" in 2005 from the ACS for the most of the location\r\nLatitude, Longitude Geographical Coordinates in Decimal Degrees. Geographical Projection WGS 1984.\r\nElevation This column has the elevation of the location GPS coordinates. Google Webservices was used to populate this field using location GPS coordinates      \r\nGovernorate This column illustrates the Mohafazas (Governorates) as per the Lebanese Government divisions. In total, the no. of Mohafazas is 8. as per decree \"522  dated 16/7/2003\", in English\r\nGovernorate_Ar This column illustrates the Mohafazas (Governorates) as per the Lebanese Government divisions. In total, the no. of Mohafazas is 8. as per decree \"522  dated 16/7/2003\", in Arabic\r\nUN_Area Of Operation This column illustrates the Mohafazas (Governorates) in Lebanon as per UNHCR operation areas. Noting that Nabatiyeh and South Lebanon Mohafazas were merged into one Mohafaza that\r\n is \"South\"also for Bekaa and Baalbek-El Hermel Mohafazas were merged into one Mohafaza that  is \"Bekaa\" In total, the no. of Mohafazas as per UNHCR is 5.in English\r\nUN_AreaOfOperation_Ar This column illustrates the Mohafazas (Governorates) in Lebanon as per UNHCR divisions. Noting that Nabatiyeh and South Lebanon Mohafazas were merged into one Mohafaza that\r\n is \"South\"also for Bekaa and Baalbek-El Hermel Mohafazas were merged into one Mohafaza that  is \"Bekaa\" In total, the no. of Mohafazas as per UNHCR is 5.in Arabic\r\nDistrict This column illustrates the cazas (Districts) in Lebanon as per Lebanese Government divisions.  In total, the no. of Cazas amounts for 26.        \r\nDistrict_Ar This column illustrates the cazas (Districts) in Lebanon as per Lebanese Government divisions.  In total, the no. of Cazas amounts for 26. in Arabic        \r\nCAS_CODE* This column illustrates the agreed codes of the cadastral boundaries** in Lebanon as per the Lebanese Government.            \r\nCAS_CODE_UN This column illustrates the agreed codes of the cadastral boundaries in Lebanon as per the Lebanese Government. The codes holds in its beginning the Lebanese acronyme LBN for international use.\r\nCAS_NAME This column illustrates the names of the cadastral boundaries in Lebanon as per the Lebanese Government in English.            \r\nCAS_NAME_Ar This column illustrates the names of the cadastral boundaries in Lebanon as per the Lebanese Government in Arabic.            \r\nCAS_MaxElevation This column has the elevation of the highest village in the same cadastral zone                    \r\nMunicipality Name_EN This column illustrates the names of the Municipalities in Lebanon in English. Data Source: UNHCR                \r\nMunicipality Name_AR This column illustrates the names of the Municipalities in Lebanon in Arabic. Data Source: UNHCR                \r\nMunicipality Phone This column illustrates the Phone number of the Municipalities in Lebanon. Data Source: MoIM website \r\nMunicipality Address This column illustrates the Available Address of the Municipalities in Lebanon. Data Source: UNDP/Arabia GIS              \r\nUNION_ID This column illustrates the codes given for to the union of  Municipalities in Lebanon. Data Source: UNHABITAT               \r\nUnion_Full This column illustrates the names of the union of  Municipalities in Lebanon in English. Data Source: UNHABITAT               \r\nUOM_Name This column illustrates the abbreviation name of the union of  Municipalities in Lebanon in English. Data Source: UNHABITAT      \r\n"}