{"notes": "###Conjunto de datos creados para atender la crisis en la Frontera Colombia Venezuela###\r\n\r\nPor medio de las tareas:\r\n\r\n* [1190](http://tasks.hotosm.org/project/1190)\r\n* [1191](http://tasks.hotosm.org/project/1191)\r\n\r\nLos archivos contienen capas de información sobre vías y edificaciones. Campos abiertos o edificaciones que se puedan convertir en albergues como coliseos, colegios, iglesias. etc.\r\n\r\n**Áreas abiertas**\r\n\r\n* leisure=common - áreas planas abiertas de césped o tierra en un asentamiento, a menudo con los caminos a través de ellos\r\n* leisure=pitch - Un campo de deportes de identificación de algún tipo, por lo general el fútbol / fútbol, béisbol\r\n* landuse=grass - Abrir, zona cubierta de hierba plana, no un campo de cultivo o cultivos.\r\n\r\nPara mayor información sobre las etiquetas de datos de OpenStreetMap por favor lea sobre las [características del mapa](http://wiki.openstreetmap.org/wiki/Map_Features).\r\n\r\n**Panorama de la situación**\r\n\r\nEn el marco del Estado de Excepción Constitucional declarado por el Gobierno de Venezuela desde el 21 de agosto, en diez municipios del estado Táchira, 1.482 ciudadanos colombianos han sido deportados hacia Norte de Santander, Arauca, La Guajira y Vichada (ver tabla 1). Mientras que hacia Norte de Santander no se han reportado nuevas deportaciones desde el 26 de agosto, las cifras siguen aumentando en otros departamentos fronterizos, y se reciben reportes de llegadas en otros municipios y ciudades capitales.\r\n\r\nEl departamento más afectado continúa siendo Norte de Santander, donde 15.176 personas ya han sido caracterizadas oficialmente como retornadas y se encuentran en vías de ser incluidas en el Registro Único de Damnificados (RUD) administrado por la Unidad Nacional para la Gestión del Riesgo de Desastres (UNGRD). Solo el 28% de esta población se encuentra albergada o ha retornado a su lugar de destino, mientras el 72% restante se encuentra alojado con redes de apoyo, lo que implica un acceso limitado a la oferta institucional de respuesta, así como presión extra en la población receptora con economías domésticas ya vulnerables."}