{"notes": "In this analysis we have combined several data sources around the floods in Bangladesh in August 2017. \r\n\r\n## Visualization\r\n\r\n* See attached map for a map visualization of this analysis.\r\n* See http://bit.ly/2uFezkY for a more interactive visualization in Carto.\r\n\r\n## Situation\r\n\r\nCurrently, in Bangladesh many water level measuring stations measure water levels that are above danger levels. This sets in triggers in motion for the partnership of the 510 Data Intitiative and the Red Cross Climate Centre to get into action. \r\n\r\n## Indicators and sources\r\n\r\nIn the attached map, we combined several sources:\r\n\r\n* Locations of waterlevel stations and their respective excess water levels (cms above danger level) at 14/08/2017 (Source: http://www.ffwc.gov.bd/index.php/googlemap?id=20)\r\n* Population density in Bangladesh to quickly see where many people live in comaprison to these higher water-level stations. (Source: http://www.worldpop.org.uk/data/summary/?doi=10.5258/SOTON/WP00018 >> the People per hectare 2015 UN-adjusted totals file is used.)\r\n* Vulnerability Index: we constructed a Vulnerability Index (0-10) based on two sources. First poverty incidence was  collected from Worldpop (Source: http://www.worldpop.org.uk/data/summary/?doi=10.5258/SOTON/WP00020 >> The estimated likelihood of living below $2.50/day). Second, we used a Deprivation Index which is estimated in the report Lagging District Reports 2015 (Source: http://www.plancomm.gov.bd/wp-content/uploads/2015/02/15_Lagging-Regions-Study.pdf > Appendices > Table 20), which combines many socio-economic variables into one Deprivation Index through PCA analysis.\r\n\r\n## Detailed methodology Vulnerability\r\n\r\n* The above-mentioned poverty source file is on a raster level. This raster level poverty was transformed to admin-4 level geographic areas (source: https://data.humdata.org/dataset/bangladesh-admin-level-4-boundaries), by taking a population-weighted average. (Source population also Worldpop). \r\n* The district-level PCA components from abovementioned reports were matched to the geodata based on district names, and thus joined to the admin-4 level areas, which now contain a poverty value as well as Deprivation Index value. Note that all admin-4 areas within one district (admin-2) obviously all have the same value. The poverty rates do differ between all admin-4 areas.\r\n* Lastly, both variables were transformed to a 0-10 score (linearly), and a geomean was taken to calculate the final index of the two. A geomean (as opposed to an arithmetic mean) is often used in calculating composite risk indices, for example in the widely used INFORM-framework (www.inform-index.org)."}